[
  {
    "id": 1,
    "service_type": "Wedding Planning",
    "short_description": "Transform your dream wedding into a breathtaking reality with our comprehensive wedding planning service.",
    "long_description": "Our comprehensive wedding planning service is designed to transform your dream wedding into a breathtaking reality. With a team of seasoned experts, we take care of every detail, ensuring your special day is nothing short of perfection. From selecting and booking the ideal venue to meticulously planning the theme and decor, coordinating with vendors, managing your budget, and creating a flawless timeline, we handle it all. With us by your side, you can rest assured that your wedding day will be stress-free and magical. Our services are available year-round, and we are committed to making your wedding day a memory to cherish forever.",
    "image": "https://i.ibb.co/cvFc0hk/wedding-archway-backyard-happy-wedding-couple-outdoors-before-wedding-ceremony.jpg",
    "price_range": "$5,000 - $15,000",
    "availability": "Year-round",
    "included_features": [
      "Venue selection and booking",
      "Theme and decor planning",
      "Vendor coordination",
      "Budget management",
      "Timeline creation"
    ],
    "service_location": "Available in major cities across the country"
  },
  {
    "id": 2,
    "service_type": "Birthday Party Coordination",
    "short_description": "Create memorable and exciting birthday celebrations that reflect your unique style with our expert coordination service.",
    "long_description": "Celebrate your special day with our expert birthday party coordination service. We specialize in creating memorable and exciting birthday celebrations that reflect your unique style and preferences. Our services cover every aspect of party planning, from selecting the perfect theme and coordinating decorations to planning entertainment and activities, arranging catering, managing invitations, and tracking your budget. With our attention to detail, your birthday party will be a blast for you and your guests. Our services are available year-round, ensuring your birthday celebration is truly exceptional.",
    "image": "https://i.ibb.co/r2j5ddR/birthday-concept-with-friends-table.jpg",
    "price_range": "$800 - $2,500",
    "availability": "Year-round",
    "included_features": [
      "Theme selection and decoration",
      "Entertainment and activities planning",
      "Catering arrangement",
      "Invitation management",
      "Budget tracking"
    ],
    "service_location": "Serving the Greater Metropolitan Area"
  },
  {
    "id": 3,
    "service_type": "Anniversary Celebration",
    "short_description": "Commemorate your love story with an unforgettable anniversary celebration designed by our team of experts.",
    "long_description": "Commemorate your love story with an unforgettable anniversary celebration designed by our team of experts. We specialize in planning and executing romantic and personalized anniversary celebrations for couples. Our services include venue selection, customized theme and decor, entertainment coordination, anniversary cake design, and photography and videography to capture the beautiful moments. With us, your anniversary will be a night to remember, surrounded by the love and joy of your journey together. Our services are available year-round, allowing you to celebrate your love at any time.",
    "image": "https://i.ibb.co/X82L6kQ/anniversary.jpg",
    "price_range": "$2,500 - $7,000",
    "availability": "Year-round",
    "included_features": [
      "Venue selection",
      "Customized theme and decor",
      "Entertainment coordination",
      "Anniversary cake design",
      "Photography and videography"
    ],
    "service_location": "Offered nationwide"
  },
  {
    "id": 4,
    "service_type": "Engagement Party Organization",
    "short_description": "Start your journey to wedded bliss with a perfectly crafted engagement party organized by our team.",
    "long_description": "Begin your journey to wedded bliss with a perfectly crafted engagement party organized by our team. We specialize in creating the perfect engagement party experience for soon-to-be-wed couples. Our services cover everything, from selecting an engagement theme and decor to choosing the ideal venue, managing your guest list, coordinating catering and drinks, and planning entertainment that reflects your unique style. With our expertise, your engagement party will be a memorable start to your lifetime of love. Our services are available year-round, ensuring your celebration is truly special.",
    "image": "https://i.ibb.co/YRr7G94/groom-putting-ring-bride-s-finger.jpg",
    "price_range": "$1,200 - $3,500",
    "availability": "Year-round",
    "included_features": [
      "Engagement theme and decor",
      "Venue selection",
      "Guest list management",
      "Catering and drinks coordination",
      "Entertainment planning"
    ],
    "service_location": "Available in select cities"
  },
  {
    "id": 5,
    "service_type": "Retirement Party Planning",
    "short_description": "Honor the achievements of retirees and celebrate their well-deserved retirement with our memorable retirement party planning service.",
    "long_description": "Honor the achievements of retirees and celebrate their well-deserved retirement with our memorable retirement party planning service. We specialize in planning retirement parties that reflect the retiree's unique journey. Our services include venue selection, retirement theme and decor, guest list management, speech and tribute coordination, and entertainment planning. With us, you can create a heartfelt and beautiful retirement celebration that marks the end of a successful career. Our services are available year-round, allowing you to bid farewell in style and appreciation.",
    "image": "https://i.ibb.co/26SS8qx/senior-people-celebrating-together.jpg",
    "price_range": "$1,000 - $4,000",
    "availability": "Year-round",
    "included_features": [
      "Venue selection",
      "Retirement theme and decor",
      "Guest list management",
      "Speech and tribute coordination",
      "Entertainment planning"
    ],
    "service_location": "Serving retirement communities and beyond"
  },
  {
    "id": 6,
    "service_type": "Baby Shower Coordination",
    "short_description": "Celebrate the joyous anticipation of parenthood with our expert baby shower coordination service.",
    "long_description": "Celebrate the joyous anticipation of parenthood with our expert baby shower coordination service. We specialize in coordinating baby showers that are filled with love, laughter, and cherished memories. Our services include baby shower theme and decor, games and activities planning, catering and cake design, invitation coordination, and gift registry management. With us, your baby shower will be a joyful start to your new journey as parents. Our services are available year-round, ensuring your celebration is as unique as your upcoming adventure.",
    "image": "https://i.ibb.co/xf9d0Qd/baby-shower.jpg",
    "price_range": "$800 - $2,000",
    "availability": "Year-round",
    "included_features": [
      "Baby shower theme and decor",
      "Games and activities planning",
      "Catering and cake design",
      "Invitation coordination",
      "Gift registry management"
    ],
    "service_location": "Serving expecting parents and families nationwide"
  },
  {
    "id": 7,
    "service_type": "Corporate Event Planning",
    "short_description": "Create memorable corporate events that impress clients and employees with our professional event planning services.",
    "long_description": "Our corporate event planning services are tailored to create memorable and successful corporate events. Whether you're organizing a product launch, team-building retreat, or an important conference, we've got you covered. Our experts handle every aspect, from venue selection and logistics to catering, audiovisuals, and guest coordination. With us, your corporate events will leave a lasting impression. Available year-round.",
    "image": "https://i.ibb.co/VVwzpfr/female-wedding-planner-working-ceremony.jpg",
    "price_range": "$10,000 - $50,000",
    "availability": "Year-round",
    "included_features": [
      "Venue selection",
      "Logistics planning",
      "Catering and refreshments",
      "Audiovisual setup",
      "Guest coordination"
    ],
    "service_location": "Available globally"
  },
  {
    "id": 8,
    "service_type": "Holiday Party Coordination",
    "short_description": "Host unforgettable holiday parties with our expert party planning services that spread joy and cheer.",
    "long_description": "Make your holiday parties memorable and full of joy with our expert coordination services. Whether it's a corporate holiday party or a family gathering, we handle everything from theme and decor to entertainment, catering, and guest invitations. Our goal is to spread holiday cheer and create wonderful memories for you and your guests. Available year-round.",
    "image": "https://i.ibb.co/0F1xcsG/colleagues-celebrating-christmas-party-office-smiling-giving-presents.jpg",
    "price_range": "$800 - $3,000",
    "availability": "Year-round",
    "included_features": [
      "Holiday theme and decor",
      "Entertainment planning",
      "Catering and drinks",
      "Invitation management"
    ],
    "service_location": "Serving various locations"
  },
  {
    "id": 9,
    "service_type": "Graduation Party Organization",
    "short_description": "Celebrate academic achievements with our graduation party organization service that makes every moment special.",
    "long_description": "Celebrate academic achievements with our graduation party organization service. We specialize in creating memorable graduation parties for students and their families. Our services include venue selection, theme and decor planning, catering, entertainment coordination, and guest list management. With us, you can focus on celebrating your accomplishments while we handle the details. Available year-round.",
    "image": "https://i.ibb.co/JyTwyf7/cheerful-friends-drinking-champagne-party-outdoors.jpg",
    "price_range": "$1,000 - $4,000",
    "availability": "Year-round",
    "included_features": [
      "Venue selection",
      "Theme and decor",
      "Catering",
      "Entertainment",
      "Guest list management"
    ],
    "service_location": "Serving graduates nationwide"
  },
  {
    "id": 10,
    "service_type": "Family Reunion Planning",
    "short_description": "Bring families closer together with our family reunion planning services that create lasting memories.",
    "long_description": "Reconnect with your loved ones and create lasting memories with our family reunion planning services. We handle every aspect, from choosing a reunion location to coordinating activities, meals, and accommodations. Our goal is to make your family reunion a joyful and stress-free experience. Available year-round.",
    "image": "https://i.ibb.co/7nVH1Nf/young-man-cutting-baked-chicken-table-with-family.jpg",
    "price_range": "$2,000 - $8,000",
    "availability": "Year-round",
    "included_features": [
      "Venue selection",
      "Activity planning",
      "Meal coordination",
      "Accommodations",
      "Guest registration"
    ],
    "service_location": "Available for family reunions nationwide"
  },
  {
    "id": 11,
    "service_type": "Prom Night Coordination",
    "short_description": "Make your prom night magical with our expert prom night coordination services that create unforgettable memories.",
    "long_description": "Make your prom night truly magical with our expert prom night coordination services. We handle everything from venue selection to decor, entertainment, and transportation. Our aim is to create an unforgettable prom night filled with joy and memories. Available year-round.",
    "image": "https://i.ibb.co/GJmSrbt/friends-having-2018-party.jpg",
    "price_range": "$1,500 - $4,000",
    "availability": "Year-round",
    "included_features": [
      "Venue selection",
      "Decor planning",
      "Entertainment",
      "Transportation",
      "Photography"
    ],
    "service_location": "Serving proms nationwide"
  },
  {
    "id": 12,
    "service_type": "Outdoor Adventure Retreat",
    "short_description": "Embark on an exciting outdoor adventure retreat with our expert planning services for nature enthusiasts.",
    "long_description": "Experience the great outdoors with our outdoor adventure retreat planning services. We cater to nature enthusiasts seeking unforgettable adventures in the wild. Our services include destination selection, outdoor activities planning, camping gear rental, and expert guides. Whether it's hiking through pristine forests, kayaking in serene waters, or stargazing under the open sky, we ensure every moment is an adventure. Available year-round.",
    "image": "https://i.ibb.co/Sm554ZB/friensds-enjoying-their-winter-camping.jpg",
    "price_range": "$1,200 - $5,000",
    "availability": "Year-round",
    "included_features": [
      "Destination selection",
      "Outdoor activities planning",
      "Camping gear rental",
      "Expert guides",
      "Wildlife encounters"
    ],
    "service_location": "Adventure destinations nationwide"
  }
]
